Repository: aregalado052/crm
Catalog: *-backend-app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Error Operacional.
fr: Erreur opérationnelle.

source: Error operacional
fr: Erreur opérationnelle

source: El email facilitado no existe
fr: L'adresse e-mail fournie n'existe pas

source: Login exitoso
fr: Connexion réussie

source: Contraseña incorrecta.
fr: Mot de passe

source: Básico o por defecto
fr: Basique ou par défaut

source: Individual
fr: Individuelle

source: Combinada
fr: Combinée

source: Mi Aplicación
fr: Mon Application

source: Opciones
fr: Options

source: Sistema de Reservas
fr: Système de Réservations

source: Nueva Reserva
fr: Nouvelle Réservation

source: Consultar Reservas
fr: Consulter les Réservations

source: Instalaciones
fr: Installations

source: Puertas Pistas
fr: Portes des Courts

source: Climatización
fr: Climatisation

source: Agua Caliente
fr: Eau Chaude

source: Cafetería
fr: Cafétéria

source: Vestuarios
fr: Vestiaires

source: Otros
fr: Autres

source: Configuración
fr: Paramètres

source: Horarios
fr: Horaires

source: Definición Horarios
fr: Définition des Horaires

source: Asignación Horarios
fr: Affectation des Horaires

source: Visualizar Calendario
fr: Mettre à jour l’horaire

source: Pistas
fr: Courts

source: Ayuda
fr: Aide

source: Salir
fr: Se déconnecter

source: Inicio de Sesión
fr: Connexion

source: Selecciona tu Club
fr: Sélectionnez votre club

source: Buscar más clubes
fr: Rechercher plus de clubs

source: Buscar club...
fr: Rechercher un club...

source: Horarios Club:
fr: Horaires du Club :

source: Aquí puedes gestionar los horarios de tu club.
fr: Ici, vous pouvez gérer les horaires de votre club.

source: Nombre del Horario
fr: Nom de l’horaire

source: Por favor, completa este campo
fr: Veuillez remplir ce champ

source: Hora Inicio Reservas
fr: Heure de début des réservations

source: Debes introduccir un valor válido, el campo está incompleto o incluye una fecha no válida
fr: Vous devez saisir une valeur valide ; le champ est incomplet ou contient une date non valide.

source: Hora Fin Reservas
fr: Heure de fin des réservations

source: Iluminación Servicio
fr: Éclairage de service

source: Por favor, completa el nombre, la hora de inicio y la hora de fin antes de activar esta opción.
fr: Veuillez renseigner le nom, l’heure de début et l’heure de fin avant d’activer cette option.

source: Hora Inicio Iluminación Servicio
fr: Heure de début de l’éclairage de service

source: Hora Fin Iluminación Servicio
fr: Heure de fin de l’éclairage de service

source: Añadir Franja
fr: Ajouter une plage

source: Actualizar Horario
fr: Mettre à jour l’horaire

source: Guardar Horario
fr: Enregistrer l’horaire

source: Nuevo Horario
fr: Nouvel horaire

source: Franjas Horarias Iluminación Servicio
fr: Plages horaires de l’éclairage de service

source: Hora Inicio
fr: Heure de début

source: Hora Fin
fr: Heure de fin

source: Acciones
fr: Actions

source: Editar
fr: Modifier

source: Eliminar
fr: Supprimer

source: Total Franjas:
fr: Total des plages :

source: Nombre
fr: Nom

source: Añadir franja para
fr: Ajouter une plage pour

source: Añadir Iluminación Servicio
fr: Ajouter un éclairage de service

source: Este horario no tiene iluminación de servicio
fr: Cet horaire n’a pas d’éclairage de service

source: Mostrar u ocultar horarios de iluminación
fr: Afficher ou masquer les horaires d’éclairage

source: Mostrar Iluminación Servicio
fr: Afficher l’éclairage de service

source: Horarios Iluminación Servicio
fr: Horaires de l’éclairage de service

source: Editar horario
fr: Modifier l’horaire

source: Este horario no se puede eliminar
fr: Cet horaire ne peut pas être supprimé

source: Eliminar horario
fr: Supprimer l’horaire

source: Total Horarios:
fr: Total des horaires :

source: No hay horarios disponibles.
fr: Aucun horaire disponible.

source: No se pudo encontrar la acción del formulario.
fr: Impossible de trouver l'action du formulaire.

source: Campos incompletos
fr: Champs incomplets

source: Por favor completa ambas horas de iluminación servicio.
fr: Veuillez remplir les deux heures de l’éclairage de service.

source: Error al parsear franjas:
fr: Erreur lors de l’analyse des plages :

source: Horas inválidas
fr: Heures invalides

source: La hora fin debe estar después de la hora inicio de iluminación de servicio.
fr: L’heure de fin doit être postérieure à l’heure de début de l’éclairage de service.

source: Solapamiento detectado
fr: Chevauchement détecté

source: No puede haber solapamiento entre franjas horarias de iluminación de servicio.
fr: Il ne peut pas y avoir de chevauchement entre les plages horaires de l’éclairage de service.

source: Editar Franja Iluminación Servicio:
fr: Modifier une plage d’éclairage de service :

source: Actualizar Franja
fr: Mettre à jour la plage

source: Editar Horario Club:
fr: Modifier l’horaire du club :

source: Agregar Horario Club:
fr: Ajouter un horaire de club :

source: Añadir Iluminación Servicio:
fr: Ajouter un éclairage de service :

source: Error al parsear franjas
fr: Erreur lors de l’analyse des plages

source: Error en redirigirConHoras:
fr: Erreur dans redirigirConHoras :

source: La hora fin debe estar después de la hora inicio (según el ciclo horario).
fr: L’heure de fin doit être postérieure à l’heure de début (selon le cycle horaire).

source: Completa la hora de inicio y fin de la iluminación de servicio.
fr: Complétez l’heure de début et de fin de l’éclairage de service.

source: form-horario no encontrado en el DOM
fr: form-horario introuvable dans le DOM

source: No permitido
fr: Non autorisé

source: No se puede eliminar el horario 'Básico o por defecto'.
fr: L’horaire 'Basique ou par défaut' ne peut pas être supprimé.

source: ¿Estás seguro?
fr: Êtes-vous sûr ?

source: Esta acción no se puede deshacer.
fr: Cette action est irréversible.

source: Sí, eliminar
fr: Oui, supprimer

source: Cancelar
fr: Annuler

source: ¿Eliminar franja?
fr: Supprimer la plage ?

source: Esta franja de iluminación será eliminada permanentemente.
fr: Cette plage d’éclairage sera supprimée définitivement.

source: Error en la respuesta del servidor.
fr: Erreur dans la réponse du serveur.

source: Error al enviar datos:
fr: Erreur lors de l’envoi des données :

source: Error
fr: Erreur

source: No se pudo cargar la página. Inténtalo de nuevo más tarde.
fr: Impossible de charger la page. Veuillez réessayer plus tard.

source: Configuración Pistas Club :
fr: Configuration des courts du club :

source: Aquí puedes configurar las pistas del club.
fr: Ici, vous pouvez configurer les courts du club.

source: Eliminar Configuración
fr: Supprimer la configuration

source: Cargar Configuración
fr: Charger la configuration

source: Guardar Configuración
fr: Enregistrer la configuration

source: Activa
fr: Active

source: Tipo
fr: Type

source: Iluminación
fr: Éclairage

source: Servicio
fr: Service

source: ON Campeonato
fr: ON Tournoi

source: — elegir —
fr: — choisir —

source: ¿Sin opciones disponibles?
fr: Aucune option disponible.

source: No hay luminarias individuales disponibles para combinar.
fr: Aucun éclairage individuel disponible pour combiner.

source: Aceptar
fr: Accepter

source: Guardado
fr: Enregistré

source: Configuración almacenada correctamente
fr: Configuration enregistrée avec succès

source: Ups…
fr: Oups…

source: No se pudo guardar la configuración
fr: Impossible d'enregistrer la configuration

source: Esto eliminará toda la configuración actual.
fr: Cela supprimera toute la configuration actuelle.

source: Error al eliminar
fr: Erreur lors de la suppression

source: Eliminado
fr: Supprimé

source: Configuración eliminada correctamente
fr: Configuration supprimée avec succès

source: No se pudo eliminar la configuración
fr: Impossible de supprimer la configuration

source: Esto cargará la configuración almacenada o la de por defecto
fr: Cela chargera la configuration enregistrée

source: Sí, cargar
fr: Oui, charger

source: Calendario Mensual de Horarios Club:
fr: Calendrier mensuel des horaires du club :

source: Mes:
fr: Mois :

source: Enero
fr: Janvier

source: Febrero
fr: Février

source: Marzo
fr: Mars

source: Abril
fr: Avril

source: Mayo
fr: Mai

source: Junio
fr: Juin

source: Julio
fr: Juillet

source: Agosto
fr: Août

source: Septiembre
fr: Septembre

source: Octubre
fr: Octobre

source: Noviembre
fr: Novembre

source: Diciembre
fr: Décembre

source: Año:
fr: Année :

source: Ir
fr: Aller

source: Fecha fuera de rango
fr: Date hors plage autorisée

source: Solo puedes ver meses entre este mes y los próximos 12 meses.
fr: Vous ne pouvez consulter que les mois entre ce mois-ci et les 12 prochains mois.

source: Entendido
fr: Compris

source: Cargando horarios...
fr: Chargement des horaires...

source: No se pudieron cargar los datos.
fr: Impossible de charger les données.

source: Recopilando información de las Pistas...
fr: Collecte des informations sur les courts...

source: Esto puede tardar unos segundos, por favor espera.
fr: Cela peut prendre quelques secondes, veuillez patienter.

source: Correo Electrónico
fr: Adresse e-mail

source: Por favor, introduce un correo válido
fr: Veuillez entrer une adresse e-mail valide

source: Contraseña
fr: Mot de passe

source: Por favor, introduce tu contraseña
fr: Veuillez entrer votre mot de passe

source: Mostrar
fr: Afficher

source: Iniciar Sesión
fr: Se connecter

source: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?

source: Registrarse
fr: S'inscrire

source: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?

source: Ocurrió un error al iniciar sesión: <br>
fr: Une erreur s'est produite lors de la connexion : <br>

source: EL SISTEMA DE RESERVAS ESTÁ CONECTADO
fr: LE SYSTÈME DE RÉSERVATIONS EST CONNECTÉ

source: EL SISTEMA ESTÁ EN MODO MANUAL
fr: LE SYSTÈME EST EN MODE MANUEL

source: Habilitar Modo Manual
fr: Activer le mode manuel

source: Conectar Sistema de Reservas
fr: Connecter le système de réservation

source: Panel de Control de las Pistas
fr: Tableau de Bord des Courts

source: Error de Conexión.
fr: Erreur opérationnelle.

source: No es posible conectar con las pistas, inténtelo en unos minutos...
fr: Impossible de se connecter aux courts, veuillez réessayer dans quelques minutes...

source: Intentar Conectar
fr: Réessayer de se connecter

source: Conexión fallida
fr: Connexion échouée

source: No fue posible establecer conexión con las pistas.
fr: La connexion avec les courts de padel n’a pas pu être établie.

source: ❌ Conexión fallida
fr: Connexion échouée

source: Control bloqueado por sistema de reservas activo
fr: Contrôle bloqué par un système de réservation actif

source: OFF
fr: DÉSACTIVÉ

source: Regulación
fr: Régulation

source: Error al apagar la luz
fr: Erreur lors de l'allumage de la lumière

source: Error desconocido
fr: Erreur inconnue

source: Error de red
fr: Erreur réseau

source: Error de red al encender la luz
fr: Erreur réseau lors de l'allumage de la lumière

source: No se pudo contactar con el servidor.
fr: Impossible de contacter le serveur.

source: Sin pistas configuradas
fr: Aucun court configuré

source: Para comenzar, primero debes configurar las pistas.
fr: Pour commencer, vous devez d'abord configurer les courts.

source: Ir a configuración de pistas
fr: Aller à la configuration des courts

source: Error al cargar la configuración inicial
fr: Erreur lors du chargement de la configuration initiale

source: Icono de pistas
fr: Icône des courts

source: Configuración para las pistas del Club :
fr: Configuration pour les courts du club :

source: Aquí puedes asociar los números de pista de Playtomic a las pistas del club.
fr: Ici, vous pouvez associer les numéros de court Playtomic aux courts du club.

source: Identificador
fr: Identifiant

source: Probar
fr: Tester

source: Estado
fr: État

source: Debe contener exactamente 7 dígitos numéricos (0-9)
fr: Doit contenir exactement 7 chiffres numériques (0-9)

source: Sin conexión
fr: Pas de connexion

source: No hay pistas configuradas, primero debes configurar las pistas antes de configurar Playtomic.
fr: Aucun court n'est configuré. Veuillez d'abord configurer les courts avant de configurer Playtomic.

source: Ir a configuración
fr: Aller à la configuration

source: Valor duplicado
fr: Valeur dupliquée

source: Se ha borrado automáticamente el valor duplicado.
fr: La valeur dupliquée a été supprimée automatiquement.

source: Reservada
fr: Réservé

source: No reservada
fr: Non réservé

source: ⚠ Pistas sin configurar
fr: ⚠ Courts non configurés

source: Hay
fr: Il y a

source: pista(s) sin código
fr: court(s) sans code

source: asignado.
fr: attribué.

source: Guardar de todos modos
fr: Enregistrer quand même

source: ❌ Valores duplicados
fr: ❌ Valeurs dupliquées

source: Hay códigos
fr: Il y a des codes

source: duplicados:
fr: dupliqués :

source: Corrige antes de guardar.
fr: Corrigez-les avant d'enregistrer.

source: ✅ Guardado
fr: ✅ Enregistré

source: ❌ Error
fr: ❌ Erreur

source: Esto eliminará toda la configuración de las pistas Playtomic
fr: Cela supprimera toute la configuration des courts Playtomic

source: Esto cargará la configuración almacenada
fr: Cela chargera la configuration enregistrée

source: Salir de todos modos
fr: Quitter quand même

source: Gestión del Sistema de Reservas
fr: Gestion du système de réservations

source: Conectar / Desconectar Sistema de Reservas
fr: Connecter / Déconnecter le système de réservations

source: Activar
fr: Activer

source: Volver
fr: Retour

source: EL SISTEMA DE RESERVAS ESTÁ DESCONECTADO
fr: LE SYSTÈME DE RÉSERVATIONS EST DÉCONNECTÉ

source: HABILITAR
fr: ACTIVER

source: DESHABILITAR
fr: DÉSACTIVER

source: Desconectando el sistema de reservas...
fr: Déconnexion du système de réservations...

source: Conectando el sistema de reservas...
fr: Connexion du système de réservations...

source: Asignación de Horarios Club:
fr: Attribution des horaires du club :

source: Aquí puedes asignar los horarios de tu club.
fr: Ici, vous pouvez attribuer les horaires de votre club.

source: Asignar Horario
fr: Attribuer un horaire

source: Selecciona un horario disponible:
fr: Sélectionnez un horaire disponible :

source: Asignar a:
fr: Attribuer à :

source: Meses
fr: Mois

source: Días de la semana
fr: Jours de la semaine

source: Días del año
fr: Jours de l'année

source: Guardar Asignación
fr: Enregistrer l'attribution

source: Asignación por Mes
fr: Attribution par mois

source: Aplicar esta asignación para:
fr: Appliquer cette attribution à :

source: Solo para el año en curso
fr: Seulement pour l'année en cours

source: Para todos los años
fr: Pour toutes les années

source: Meses ya asignados
fr: Mois déjà attribués

source: Mes
fr: Mois

source: Año
fr: Année

source: Horario
fr: Horaire

source: Todos los años
fr: Toutes les années

source: Sin horario
fr: Aucun horaire

source: Lunes
fr: Lundi

source: Martes
fr: Mardi

source: Miércoles
fr: Mercredi

source: Jueves
fr: Jeudi

source: Viernes
fr: Vendredi

source: Sábado
fr: Samedi

source: Domingo
fr: Dimanche

source: Días ya asignados
fr: Jours déjà attribués

source: Día
fr: Jour

source: No hay días asignados aún.
fr: Aucun jour attribué pour le moment.

source: Asignación por Día del Año
fr: Attribution par jour de l'année

source: Horario Anual
fr: Horaire annuel

source: Mes ya asignado
fr: Mois déjà assigné

source: Este mes ya tiene una asignación. Si quieres cambiarlo, primero elimina la asignación existente.
fr: Ce mois a déjà une affectation. Si vous souhaitez la modifier, supprimez d'abord l'affectation existante.

source: Día ya asignado
fr: Jour déjà assigné

source: Este día de la semaana ya tiene una asignación
fr: Ce jour de la semaine a déjà une affectation

source: Este día ya está asignado
fr: Ce jour est déjà assigné

source: ¿Quieres desasignarlo?
fr: Voulez-vous le désassigner ?

source: Sí, desasignar
fr: Oui, désassigner

source: Desasignado
fr: Désassigné

source: La fecha ha sido desasignada.
fr: La date a été désassignée.

source: No se pudo desasignar.
fr: Impossible de désassigner.

source: Estás seguro?
fr: Êtes-vous sûr ?

source: Vas a eliminar la asignación del horario al mes. Esta acción no se puede deshacer.
fr: Vous allez supprimer l'affectation de l'horaire au mois. Cette action est irréversible.

source: Asignación mensual registrada correctamente.
fr: Affectation mensuelle enregistrée avec succès.

source: Faltan datos
fr: Données manquantes

source: Debes seleccionar el horario y al menos un día de la semana.
fr: Vous devez sélectionner un horaire et au moins un jour de la semaine.

source: Asignación semanal registrada correctamente.
fr: Affectation hebdomadaire enregistrée avec succès.
